Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# ui.failover.in_use
source: In use
de: In Verwendung
es: En uso
fr: Utilisée
pt_br: Em uso
vi: Đang dùng
zh_hans: 使用中

# ui.failover.kind.ethernet
source: Cable
de: Kabel
fr: Câble
pt_br: Cabo
vi: Dây mạng
zh_hans: 有线

# ui.failover.kind.other
source: Other
de: Andere
es: Otra
fr: Autre
pt_br: Outra
vi: Khác
zh_hans: 其他

# ui.failover.no_backup
source: Only one connection right now: plug in a cable or a USB modem to have a backup
de: Derzeit nur eine Verbindung: ein Kabel oder ein USB-Modem anschließen, um eine Ersatzverbindung zu haben
es: Solo hay una conexión ahora mismo: conecta un cable o un módem USB para tener un respaldo
fr: Une seule connexion pour le moment : branchez un câble ou un modem USB pour avoir une connexion de secours
pt_br: Só há uma conexão no momento: conecte um cabo ou um modem USB para ter um backup
vi: Hiện chỉ có một kết nối: cắm dây mạng hoặc USB 4G để có đường dự phòng
zh_hans: 目前只有一条连接：插上网线或 USB 调制解调器即可获得备用连接

# ui.failover.not_working
source: No Internet
de: Kein Internet
es: Sin Internet
fr: Pas d'Internet
pt_br: Sem Internet
vi: Mất Internet
zh_hans: 无法上网

# ui.failover.on_backup
source: Using the backup connection %1$@
de: Ersatzverbindung %1$@ wird verwendet
es: Usando la conexión de respaldo %1$@
fr: Utilisation de la connexion de secours %1$@
pt_br: Usando a conexão de backup %1$@
vi: Đang dùng kết nối dự phòng %1$@
zh_hans: 正在使用备用连接 %1$@

# ui.failover.switch_back
source: Switch back
de: Zurückwechseln
es: Volver
fr: Revenir
pt_br: Voltar
vi: Chuyển về
zh_hans: 切换回去

# ui.failover.switch_now
source: Switch now
de: Jetzt wechseln
es: Cambiar ahora
fr: Basculer maintenant
pt_br: Trocar agora
vi: Chuyển ngay
zh_hans: 立即切换

# ui.failover.title
source: Backup connection
de: Ersatzverbindung
es: Conexión de respaldo
fr: Connexion de secours
pt_br: Conexão de backup
vi: Kết nối dự phòng
zh_hans: 备用连接

# ui.failover.working
source: Works
de: Funktioniert
es: Funciona
fr: Fonctionne
pt_br: Funcionando
vi: Thông
zh_hans: 可用

# ui.hero.no_wifi
source: Not on Wi‑Fi
de: Nicht mit Wi‑Fi verbunden
es: Sin conexión Wi‑Fi
fr: Pas en Wi‑Fi
pt_br: Sem Wi‑Fi
vi: Không dùng Wi‑Fi
zh_hans: 未使用 Wi‑Fi

# ui.history.note
source: Measured only while the app is open; gaps are the times it was closed.
de: Gemessen wird nur, solange die App geöffnet ist; Lücken sind die Zeiten, in denen sie geschlossen war.
es: Solo se mide mientras la app está abierta; los huecos son los momentos en que estaba cerrada.
fr: Mesuré uniquement lorsque l'app est ouverte ; les trous correspondent aux moments où elle était fermée.
pt_br: A medição só acontece com o app aberto; as lacunas são os momentos em que ele estava fechado.
vi: Chỉ đo khi ứng dụng đang mở; các khoảng trống là lúc ứng dụng đóng.
zh_hans: 仅在应用打开时测量；空白处是应用关闭的时间。

# ui.history.range.day
source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
pt_br: 24 horas
vi: 24 giờ
zh_hans: 24 小时

# ui.history.range.hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
pt_br: 1 hora
vi: 1 giờ
zh_hans: 1 小时

# ui.history.range.week
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
pt_br: 7 dias
vi: 7 ngày
zh_hans: 7 天

# ui.impact.title
source: Effect
de: Auswirkung
es: Efecto
fr: Effet
pt_br: Efeito
vi: Hiệu quả
zh_hans: 效果

# ui.language.auto
source: Same as Windows
de: Wie Windows
es: Igual que Windows
fr: Identique à Windows
pt_br: Igual ao Windows
vi: Theo Windows
zh_hans: 跟随 Windows

# ui.language.hint
source: Translations other than English and Vietnamese are machine-made and still need a native speaker's review.
de: Andere Übersetzungen als Englisch und Vietnamesisch sind maschinell erstellt und müssen noch von Muttersprachlern geprüft werden.
es: Las traducciones distintas del inglés y el vietnamita son automáticas y aún necesitan la revisión de un hablante nativo.
fr: Les traductions autres que l'anglais et le vietnamien sont automatiques et doivent encore être relues par un locuteur natif.
pt_br: As traduções que não sejam em inglês ou vietnamita são feitas por máquina e ainda precisam da revisão de um falante nativo.
vi: Bản dịch ngoài tiếng Anh và tiếng Việt là dịch máy, cần người bản ngữ xem lại.
zh_hans: 除英语和越南语外，其他语言的翻译均为机器翻译，仍需母语者审校。

# ui.language.label
source: Language
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma
vi: Ngôn ngữ
zh_hans: 语言

# ui.live.loss
source: %1$@%% lost
de: %1$@%% verloren
es: %1$@%% perdido
fr: %1$@%% perdus
pt_br: %1$@%% perdido
vi: mất %1$@%%
zh_hans: 丢包 %1$@%%

# ui.live.measuring
source: Measuring…
de: Wird gemessen…
es: Midiendo…
fr: Mesure en cours…
pt_br: Medindo…
vi: Đang đo…
zh_hans: 正在测量…

# ui.live.no_reply
source: No reply
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
pt_br: Sem resposta
vi: Không phản hồi
zh_hans: 无响应

# ui.live.tcp
source: Real connection (TCP)
de: Echte Verbindung (TCP)
es: Conexión real (TCP)
fr: Connexion réelle (TCP)
pt_br: Conexão real (TCP)
vi: Kết nối thật (TCP)
zh_hans: 真实连接（TCP）

# ui.live.window_note
source: Loss and jitter over each target's last 60 measurements. Measured only while the app is open.
de: Verlust und Jitter über die letzten 60 Messungen je Ziel. Gemessen wird nur, solange die App geöffnet ist.
es: Pérdida y jitter en las últimas 60 mediciones de cada destino. Solo se mide mientras la app está abierta.
fr: Perte et gigue sur les 60 dernières mesures de chaque cible. Mesuré uniquement lorsque l'app est ouverte.
pt_br: Perda e jitter nas últimas 60 medições de cada destino. A medição só acontece com o app aberto.
vi: Tỉ lệ mất gói và jitter tính trên 60 lần đo gần nhất của mỗi đích. Chỉ đo khi ứng dụng đang mở.
zh_hans: 丢包和抖动按每个目标最近 60 次测量计算。仅在应用打开时测量。

# ui.log.empty
source: Nothing here yet
de: Noch nichts vorhanden
es: Aún no hay nada aquí
fr: Rien pour l'instant
pt_br: Nada aqui ainda
vi: Chưa có gì
zh_hans: 这里还没有内容

# ui.log.filter.all
source: All
de: Alle
es: Todo
fr: Tout
pt_br: Tudo
vi: Tất cả
zh_hans: 全部

# ui.log.filter.changes
source: Changes
de: Änderungen
es: Cambios
fr: Modifications
pt_br: Alterações
vi: Thay đổi
zh_hans: 更改

# ui.log.filter.outages
source: Outages
de: Ausfälle
es: Caídas
fr: Coupures
pt_br: Quedas
vi: Sự cố
zh_hans: 中断

# ui.log.lasted
source: lasted %1$@
de: dauerte %1$@
es: duró %1$@
fr: a duré %1$@
pt_br: durou %1$@
vi: kéo dài %1$@
zh_hans: 持续 %1$@

# ui.log.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
pt_br: Hoje
vi: Hôm nay
zh_hans: 今天

# ui.log.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
pt_br: Ontem
vi: Hôm qua
zh_hans: 昨天

# ui.mockup.banner
source: Mockup — sample data, nothing is applied
de: Mockup — Beispieldaten, es wird nichts angewendet
es: Maqueta — datos de ejemplo, no se aplica nada
fr: Maquette — données d'exemple, rien n'est appliqué
pt_br: Protótipo — dados de exemplo, nada é aplicado
vi: Bản mẫu — dữ liệu giả, không áp dụng gì
zh_hans: 模型 — 示例数据，不会应用任何更改

# ui.mockup.check
source: Check finds
de: Prüfung findet
es: La comprobación encuentra
fr: La vérification trouve
pt_br: A verificação encontra
vi: Kiểm tra thấy
zh_hans: 检查结果

# ui.mockup.check.clear
source: Nothing
de: Nichts
es: Nada
fr: Rien
pt_br: Nada
vi: Không có gì
zh_hans: 无问题

# ui.mockup.check.problems
source: Problems
de: Probleme
es: Problemas
fr: Des problèmes
pt_br: Problemas
vi: Có vấn đề
zh_hans: 有问题

# ui.mockup.result
source: After fixing
de: Nach dem Beheben
es: Tras arreglar
fr: Après correction
pt_br: Após corrigir
vi: Sau khi sửa
zh_hans: 修复后

# ui.mockup.simulate
source: Simulate
de: Simulieren
es: Simular
fr: Simuler
pt_br: Simular
vi: Giả lập
zh_hans: 模拟

# ui.mockup.value
source: Value card
de: Nutzen-Karte
es: Tarjeta de valor
fr: Carte de bilan
pt_br: Cartão de valor
vi: Thẻ giá trị
zh_hans: 成效卡片

# ui.mockup.value.data
source: With data
de: Mit Daten
es: Con datos
fr: Avec données
pt_br: Com dados
vi: Có dữ liệu
zh_hans: 有数据

# ui.mockup.value.empty
source: Empty
de: Leer
es: Vacía
fr: Vide
pt_br: Vazio
vi: Trống
zh_hans: 空

# ui.nav.diagnostics
source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
pt_br: Diagnóstico
vi: Chẩn đoán
zh_hans: 诊断

# ui.nav.history
source: History
de: Verlauf
es: Historial
fr: Historique
pt_br: Histórico
vi: Lịch sử
zh_hans: 历史

# ui.nav.log
source: Log
de: Protokoll
es: Registro
fr: Journal
pt_br: Registro
vi: Nhật ký
zh_hans: 日志

# ui.nav.optimize
source: Optimize
de: Optimieren
es: Optimizar
fr: Optimiser
pt_br: Otimizar
vi: Tối ưu
zh_hans: 优化

# ui.nav.overview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
pt_br: Visão geral
vi: Tổng quan
zh_hans: 概览

# ui.nav.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt_br: Configurações
vi: Cài đặt
zh_hans: 设置

# ui.optimize.applying
source: Applying…
de: Wird angewendet…
es: Aplicando…
fr: Application…
pt_br: Aplicando…
vi: Đang áp dụng…
zh_hans: 正在应用…

# ui.optimize.disrupts
source: Network drops for a few seconds
de: Netzwerk fällt für einige Sekunden aus
es: La red se corta unos segundos
fr: Réseau coupé quelques secondes
pt_br: A rede cai por alguns segundos
vi: Mất mạng vài giây
zh_hans: 网络会中断几秒钟

# ui.optimize.enabled_count
source: %1$@ of %2$@ on
de: %1$@ von %2$@ ein
es: %1$@ de %2$@ activadas
fr: %1$@ sur %2$@ activées
pt_br: %1$@ de %2$@ ativadas
vi: Đã bật %1$@/%2$@
zh_hans: 已启用 %1$@/%2$@

# ui.optimize.loading
source: Reading the current settings…
de: Aktuelle Einstellungen werden gelesen…
es: Leyendo los ajustes actuales…
fr: Lecture des paramètres actuels…
pt_br: Lendo as configurações atuais…
vi: Đang đọc cấu hình hiện tại…
zh_hans: 正在读取当前设置…

# ui.optimize.measured.mtu_pmtu
source: MTU %1$@ — the largest packet the path carried, measured on %2$@ (was %3$@)
de: MTU %1$@ — das größte Paket, das der Pfad transportierte, gemessen am %2$@ (vorher %3$@)
es: MTU %1$@ — el paquete más grande que admitía la ruta, medido el %2$@ (antes %3$@)
fr: MTU %1$@ — le plus gros paquet que le chemin transportait, mesuré le %2$@ (avant %3$@)
pt_br: MTU %1$@ — o maior pacote que o caminho transportava, medido em %2$@ (antes %3$@)
vi: MTU %1$@ — gói lớn nhất đường truyền chở được, đo ngày %2$@ (trước là %3$@)
zh_hans: MTU %1$@ — 路径可传输的最大数据包，测量于 %2$@（原为 %3$@）

# ui.optimize.measured.upload_shaping
source: Limited to %1$@ Mbps — 85%% of the %2$@ Mbps upload measured on %3$@
de: Begrenzt auf %1$@ Mbit/s – 85 %% der %2$@ Mbit/s Upload, gemessen am %3$@
es: Limitada a %1$@ Mbps: 85 %% de los %2$@ Mbps de subida medidos el %3$@
fr: Limité à %1$@ Mbit/s — 85 %% des %2$@ Mbit/s d’envoi mesurés le %3$@
pt_br: Limitado a %1$@ Mbps — 85%% dos %2$@ Mbps de upload medidos em %3$@
vi: Giới hạn %1$@ Mbps — 85%% của %2$@ Mbps upload đo ngày %3$@
zh_hans: 限制为 %1$@ Mbps — %3$@ 测得上传 %2$@ Mbps 的 85%%

# ui.optimize.measuring
source: Measuring…
de: Wird gemessen…
es: Midiendo…
fr: Mesure en cours…
pt_br: Medindo…
vi: Đang đo…
zh_hans: 正在测量…

# ui.optimize.needs_admin
source: Asks for Administrator
de: Fordert Administratorrechte an
es: Pide permisos de administrador
fr: Demande les droits d'administrateur
pt_br: Pede direitos de Administrador
vi: Cần quyền Administrator
zh_hans: 需要管理员权限

# ui.optimize.needs_reboot
source: Needs a restart
de: Erfordert einen Neustart
es: Requiere reiniciar
fr: Redémarrage nécessaire
pt_br: Requer reinicialização
vi: Cần khởi động lại máy
zh_hans: 需要重启

# ui.optimize.not_supported
source: Not available on this PC
de: Auf diesem PC nicht verfügbar
es: No disponible en este PC
fr: Indisponible sur ce PC
pt_br: Indisponível neste PC
vi: Không có trên máy này
zh_hans: 此电脑不可用

# ui.optimize.stale.hint
source: Turn it off and on again to measure this network
de: Aus- und wieder einschalten, um dieses Netzwerk zu messen
es: Desactívalo y vuelve a activarlo para medir esta red
fr: Désactivez puis réactivez pour mesurer ce réseau
pt_br: Desative e ative de novo para medir esta rede
vi: Tắt rồi bật lại để đo mạng này
zh_hans: 关闭后再开启即可测量此网络

# ui.optimize.stale.no_record
source: No measurement on record
de: Keine Messung gespeichert
es: No hay medición guardada
fr: Aucune mesure enregistrée
pt_br: Nenhuma medição registrada
vi: Không có phép đo lưu lại
zh_hans: 没有保存的测量结果

# ui.optimize.stale.old
source: Measurement is old
de: Messung ist veraltet
es: La medición es antigua
fr: La mesure est ancienne
pt_br: A medição está antiga
vi: Phép đo đã cũ
zh_hans: 测量结果已过时

# ui.optimize.stale.other_network
source: Measured on another network
de: In einem anderen Netzwerk gemessen
es: Medido en otra red
fr: Mesuré sur un autre réseau
pt_br: Medido em outra rede
vi: Đo trên mạng khác
zh_hans: 在其他网络上测量

# ui.optimize.subtitle
source: Every change is backed up first and can be undone.
de: Jede Änderung wird zuvor gesichert und lässt sich rückgängig machen.
es: Cada cambio se guarda antes en una copia de seguridad y se puede deshacer.
fr: Chaque modification est d'abord sauvegardée et peut être annulée.
pt_br: Toda alteração é salva em backup antes e pode ser desfeita.
vi: Mọi thay đổi đều được sao lưu trước và có thể hoàn tác.
zh_hans: 每次更改前都会先备份，并且可以撤销。

# ui.optimize.waiting_uac
source: Approve the Windows prompt to continue…
de: Die Windows-Abfrage bestätigen, um fortzufahren…
es: Aprueba el aviso de Windows para continuar…
fr: Validez l'invite Windows pour continuer…
pt_br: Aprove o aviso do Windows para continuar…
vi: Hãy đồng ý hộp thoại của Windows để tiếp tục…
zh_hans: 请在 Windows 提示中点击允许以继续…

# ui.optimize.warning
source: Worth a look
de: Bitte prüfen
es: Conviene revisarlo
fr: À vérifier
pt_br: Vale conferir
vi: Nên xem lại
zh_hans: 建议查看

# ui.overview.all_ok
source: All checks are OK
de: Alle Prüfungen sind OK
es: Todas las comprobaciones están bien
fr: Toutes les vérifications sont OK
pt_br: Todas as verificações estão OK
vi: Mọi kiểm tra đều ổn
zh_hans: 所有检查均正常

# ui.overview.icmp_limited
source: Only ping is limited by the ISP · real connections are fine
de: Nur Ping wird vom Provider begrenzt · echte Verbindungen funktionieren
es: Solo el ping está limitado por el proveedor · las conexiones reales funcionan
fr: Seul le ping est limité par le FAI · les connexions réelles fonctionnent
pt_br: Só o ping é limitado pelo provedor · as conexões reais funcionam
vi: Chỉ ping bị nhà mạng giới hạn · kết nối thật vẫn ổn
zh_hans: 仅 ping 被运营商限制 · 实际连接正常

# ui.overview.incidents_today
source: Incidents today
de: Vorfälle heute
es: Incidentes de hoy
fr: Incidents aujourd'hui
pt_br: Incidentes hoje
vi: Sự cố hôm nay
zh_hans: 今日故障

# ui.overview.latency
source: Latency
de: Latenz
es: Latencia
fr: Latence
pt_br: Latência
vi: Độ trễ
zh_hans: 延迟

# ui.overview.link_rate
source: Link rate
de: Verbindungsrate
es: Velocidad de enlace
fr: Débit de liaison
pt_br: Taxa do enlace
vi: Tốc độ liên kết
zh_hans: 连接速率

# ui.overview.loss
source: Packet loss
de: Paketverlust
es: Pérdida de paquetes
fr: Perte de paquets
pt_br: Perda de pacotes
vi: Mất gói
zh_hans: 丢包

# ui.overview.open_diagnostics
source: Open Diagnostics
de: Diagnose öffnen
es: Abrir Diagnóstico
fr: Ouvrir Diagnostic
pt_br: Abrir Diagnóstico
vi: Mở Chẩn đoán
zh_hans: 打开诊断

# ui.overview.quick_actions
source: Quick actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
pt_br: Ações rápidas
vi: Thao tác nhanh
zh_hans: 快捷操作

# ui.overview.recent
source: Recent incidents
de: Letzte Vorfälle
es: Incidentes recientes
fr: Incidents récents
pt_br: Incidentes recentes
vi: Sự cố gần đây
zh_hans: 最近故障

# ui.overview.router_loss
source: To the router: %1$@%% lost
de: Zum Router: %1$@%% verloren
es: Hacia el router: %1$@%% perdido
fr: Vers le routeur : %1$@%% perdus
pt_br: Até o roteador: %1$@%% perdido
vi: Tới router: mất %1$@%%
zh_hans: 到路由器：丢包 %1$@%%

# ui.overview.see_all
source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
pt_br: Ver tudo
vi: Xem tất cả
zh_hans: 查看全部

# ui.overview.window
source: Last %lld minutes
de: Letzte %lld Minuten
es: Últimos %lld minutos
fr: %lld dernières minutes
pt_br: Últimos %lld minutos
vi: %lld phút gần nhất
zh_hans: 最近 %lld 分钟

# ui.path.available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
pt_br: Disponível
vi: Khả dụng
zh_hans: 可用

# ui.path.checking
source: Checking the connection…
de: Verbindung wird geprüft…
es: Comprobando la conexión…
fr: Vérification de la connexion…
pt_br: Verificando a conexão…
vi: Đang kiểm tra kết nối…
zh_hans: 正在检查连接…

# ui.path.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
pt_br: Conectado
vi: Đã kết nối
zh_hans: 已连接

# ui.path.connection
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
pt_br: Conexão
vi: Kết nối
zh_hans: 连接

# ui.path.constrained
source: Low Data Mode is on: the system limits background traffic
de: Datensparmodus ist aktiv: Das System begrenzt den Hintergrundverkehr
es: El modo de datos reducidos está activado: el sistema limita el tráfico en segundo plano
fr: Le mode données réduites est activé : le système limite le trafic en arrière-plan
pt_br: O Modo de Dados Reduzidos está ativado: o sistema limita o tráfego em segundo plano
vi: Chế độ dữ liệu thấp đang bật: hệ thống hạn chế lưu lượng chạy nền
zh_hans: 低数据模式已开启：系统会限制后台流量

# ui.path.disconnected
source: No connection
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
pt_br: Sem conexão
vi: Không có kết nối
zh_hans: 无连接

# ui.path.expensive
source: Metered network (mobile data or a personal hotspot)
de: Getaktetes Netzwerk (mobile Daten oder persönlicher Hotspot)
es: Red con límite de datos (datos móviles o punto de acceso personal)
fr: Réseau facturé à l'usage (données cellulaires ou partage de connexion)
pt_br: Rede tarifada (dados celulares ou acesso pessoal)
vi: Mạng tính phí theo dung lượng (dữ liệu di động hoặc điểm truy cập cá nhân)
zh_hans: 按流量计费的网络（蜂窝数据或个人热点）

# ui.path.ip
source: IP versions
de: IP-Versionen
es: Versiones de IP
fr: Versions IP
pt_br: Versões de IP
vi: Phiên bản IP
zh_hans: IP 版本

# ui.path.none
source: None
de: Keine
es: Ninguna
fr: Aucune
pt_br: Nenhuma
vi: Không có
zh_hans: 无

# ui.path.reason.cellular_denied
source: Mobile data is turned off for this app
de: Mobile Daten sind für diese App deaktiviert
es: Los datos móviles están desactivados para esta app
fr: Les données cellulaires sont désactivées pour cette app
pt_br: Os dados celulares estão desativados para este app
vi: Dữ liệu di động đang bị tắt cho ứng dụng này
zh_hans: 此应用的蜂窝数据已关闭

# ui.path.reason.local_network_denied
source: Local network access is turned off for this app
de: Der Zugriff auf das lokale Netzwerk ist für diese App deaktiviert
es: El acceso a la red local está desactivado para esta app
fr: L'accès au réseau local est désactivé pour cette app
pt_br: O acesso à rede local está desativado para este app
vi: Quyền truy cập mạng cục bộ đang bị tắt cho ứng dụng này
zh_hans: 此应用的本地网络访问已关闭

# ui.path.reason.not_available
source: No network is available
de: Kein Netzwerk verfügbar
es: No hay ninguna red disponible
fr: Aucun réseau disponible
pt_br: Nenhuma rede disponível
vi: Không có mạng nào khả dụng
zh_hans: 没有可用的网络

# ui.path.reason.vpn_blocks_router
source: The VPN keeps the router out of reach, so it is not measured (some VPN apps can allow local network access)
de: Das VPN macht den Router unerreichbar, daher wird er nicht gemessen (manche VPN-Apps können den Zugriff auf das lokale Netzwerk erlauben)
es: La VPN deja el router fuera de alcance, así que no se mide (algunas apps de VPN permiten el acceso a la red local)
fr: Le VPN rend le routeur inaccessible, il n'est donc pas mesuré (certaines apps VPN peuvent autoriser l'accès au réseau local)
pt_br: A VPN deixa o roteador inacessível, por isso ele não é medido (alguns apps de VPN permitem o acesso à rede local)
vi: VPN chặn đường tới router nên không đo router (một số ứng dụng VPN cho phép truy cập mạng cục bộ)
zh_hans: VPN 使路由器无法访问，因此不测量路由器（部分 VPN 应用可允许访问本地网络）

# ui.path.reason.vpn_inactive
source: The required VPN is not connected
de: Das erforderliche VPN ist nicht verbunden
es: La VPN necesaria no está conectada
fr: Le VPN requis n'est pas connecté
pt_br: A VPN necessária não está conectada
vi: VPN bắt buộc chưa được kết nối
zh_hans: 所需的 VPN 未连接

# ui.path.reason.wifi_denied
source: Wi‑Fi is turned off for this app
de: Wi‑Fi ist für diese App deaktiviert
es: El Wi‑Fi está desactivado para esta app
fr: Le Wi‑Fi est désactivé pour cette app
pt_br: O Wi‑Fi está desativado para este app
vi: Wi‑Fi đang bị tắt cho ứng dụng này
zh_hans: 此应用的 Wi‑Fi 已关闭

# ui.path.requires_connection
source: Not connected yet: the system can connect on demand
de: Noch nicht verbunden: Das System kann bei Bedarf verbinden
es: Aún sin conectar: el sistema puede conectarse cuando haga falta
fr: Pas encore connecté : le système peut se connecter à la demande
pt_br: Ainda não conectado: o sistema pode conectar quando necessário
vi: Chưa kết nối: hệ thống có thể tự kết nối khi cần
zh_hans: 尚未连接：系统可按需连接

# ui.path.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
pt_br: Indisponível
vi: Không khả dụng
zh_hans: 不可用

# ui.path.via.cellular
source: Mobile data
de: Mobile Daten
es: Datos móviles
fr: Données cellulaires
pt_br: Dados celulares
vi: Dữ liệu di động
zh_hans: 蜂窝数据

# ui.path.via.other
source: Other network
de: Anderes Netzwerk
es: Otra red
fr: Autre réseau
pt_br: Outra rede
vi: Mạng khác
zh_hans: 其他网络

# ui.path.via.wired
source: Wired (Ethernet)
de: Kabelgebunden (Ethernet)
es: Por cable (Ethernet)
fr: Filaire (Ethernet)
pt_br: Cabeada (Ethernet)
vi: Mạng dây (Ethernet)
zh_hans: 有线（以太网）

# ui.permission.local_network
source: Ambysto Steady measures the delay and packet loss to your router to tell Wi‑Fi problems apart from Internet problems.
de: Ambysto Steady misst Verzögerung und Paketverlust zum Router, um Wi‑Fi-Probleme von Internetproblemen zu unterscheiden.
es: Ambysto Steady mide el retardo y la pérdida de paquetes hasta tu router para distinguir los problemas del Wi‑Fi de los de Internet.
fr: Ambysto Steady mesure le délai et la perte de paquets vers votre routeur pour distinguer les problèmes de Wi‑Fi des problèmes d'Internet.
pt_br: O Ambysto Steady mede o atraso e a perda de pacotes até o seu roteador para distinguir problemas de Wi‑Fi de problemas de Internet.
vi: Ambysto Steady đo độ trễ và tỉ lệ mất gói tới router để phân biệt lỗi Wi‑Fi với lỗi Internet.
zh_hans: Ambysto Steady 会测量到路由器的延迟和丢包，以区分 Wi‑Fi 问题和互联网问题。

# ui.range.week
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
pt_br: 7 dias
vi: 7 ngày
zh_hans: 7 天

# ui.report.contents
source: Report contents
de: Inhalt des Berichts
es: Contenido del informe
fr: Contenu du rapport
pt_br: Conteúdo do relatório
vi: Nội dung báo cáo
zh_hans: 报告内容

# ui.report.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
pt_br: Copiado
vi: Đã sao chép
zh_hans: 已复制

# ui.report.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
pt_br: Copiar
vi: Sao chép
zh_hans: 复制

# ui.report.describe
source: What happened? (optional)
de: Was ist passiert? (optional)
es: ¿Qué ha pasado? (opcional)
fr: Que s'est‑il passé ? (facultatif)
pt_br: O que aconteceu? (opcional)
vi: Chuyện gì đã xảy ra? (không bắt buộc)
zh_hans: 发生了什么？（可选）

# ui.report.email
source: Send by email
de: Per E‑Mail senden
es: Enviar por correo
fr: Envoyer par e‑mail
pt_br: Enviar por e-mail
vi: Gửi qua email
zh_hans: 通过电子邮件发送
